import React from 'react'
import vg from "../assets/anim.png"

const Home = () => {
  return (
    <>
       <div className="home" id="home" >
    <main>
        <h1>कृषि कार्य</h1>
        <p>जय जवान जय किसान!</p>
    </main>
       </div>;
       
       <div className="home2">
        <img src={vg} alt="Graphics" />
        <div>
          <p>
          भारत की अर्थव्यवस्था कृषि पर आधारित है। भारत में कृषि आज से लगभग 10000 वर्ष पूर्व से की जा रही है। इसलिए ही भारत को कृषि प्रधान देश कहा जाता है। मगर इसके बाद भी यह कहना सही होगा कि भारत में असली कृषि की शुरुआत हरित क्रांति1960 के साथ ही हुई। जिसका नेतृत्व डॉक्टर एम. एस. स्वामीनाथ जी के द्वारा किया गया था।और हरित क्रांति को भारत में लाने में पंडित जवाहरलाल नेहरू और डॉक्टर A.B जोशी का बहुत बड़ा योगदान रहा। उसके बाद भारत में कृषि का एक मजबूत ढांचा तैयार हो गया और आज भारत के पास हर वह तकनीक है जिसकी उसे जरूरत है।। Dr.MS.Swaminathan -ज़मीं जल जलवायु मौसम कृषक कृषि आधार है गुरु आपने ही बनाया यह हरित क्रांति संसार है ।।
          </p>
        </div>

       </div>

       <div className="home3" id="about">
        <div>
        <h1>किसान कौन है?</h1>
        <p>
        कृषक या कृषाण (तद्भव: किसान) एक ऐसा व्यक्ति है जो कृषि में लगा हुआ है, भोजन या कच्चे माल के लिए जीवों को पाल रहा है। यह शब्द साधारणतः उन लोगों पर लागू होता है जो खेती की फसलों, फलोद्यानों, द्राक्षाक्षेत्रों, कुक्कुट या अन्य पशुधन को बढ़ाने का कुछ संयोजन करते हैं। एक कृषक कृषिभूमि का मालिक हो सकता है या दूसरों के स्वामित्व वाली भूमि पर श्रमिक के रूप में कार्य कर सकता है। अधिकांश विकसित अर्थव्यवस्थाओं में, एक "कृषक" साधारणतः एक खेत का मालिक (भूस्वामी) होता है, जबकि खेत के कर्मचारियों को कृषि श्रमिकों के रूप में जाना जाता है। यद्यपि, अन्य पुरानी परिभाषाओं में एक कृषक वह व्यक्ति था जो पौधों, भूमि या फसलों के विकास को बढ़ावा देता है या सुधारता है या श्रम और ध्यान से पशुओं (पशुधन या मछली के रूप में) को बढ़ाता है।

अर्धारबाधिक किसान लघुधारक हैं जिनमें से अधिकांश विकासशील देशों में हैं, और जो आर्थिक रूप से लगभग दो अरब लोगों का पोषण करते हैं। विश्व स्तर पर, महिलाएँ 40% से अधिक कृषि कर्मचारियों का गठन करती हैं।
        </p>
        </div>
       </div>
    </>

  );
  
}

export default Home;